

#include <iostream>

using namespace std;
int main()
{
	setlocale(LC_ALL, "Rus");
	cout << "Стихи Омара Хайям\n";
	cout << "1.Имей друзей поменьше\n";
	cout << "Имей друзей поменьше, не расширяй их круг.!\n";
	cout << "И помни: лучше близкий, вдали живущий друг.\n";
	cout << "Окинь спокойным взором всех, кто сидит вокруг.\n";
	cout << "В ком видел ты опору, врага увидишь вдруг.\n";
	cout << "2 Стих Омара Хайям\n";
	cout << "Не завидуй тому, кто силен и богат,\n";
	cout << "за рассветом всегда наступает закат\n";

}

